<template>
  <div>
    <div class="titletext">挖 矿</div>
    一.上线时收藏家可以使用1EOS直接进行一次加密货币纪念币挖矿，收藏家可根据挖矿支出的EOS数量1:10获得数量相对应的通证，直到所有通证被分配完，发行量基本参照了现实中加密货币的发行量等比例发行，上线时可挖矿总量为429,600张，每当总量递减5%，挖矿成本将比上一轮挖矿成本递增10%，具体如下表:
    <table border="1" style="width:60%;margin-left:20%;text-align:center;">
      <tr><td>剩余总量为429,600张时</td><td>挖矿成本为1EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为408,120张时</td><td>挖矿成本增加到1.100EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为386,640张时</td><td>挖矿成本增加到1.210EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为365,160张时</td><td>挖矿成本增加到1.331EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为343,680张时</td><td>挖矿成本增加到1.464EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为322,200张时</td><td>挖矿成本增加到1.611EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为279,240张时</td><td>挖矿成本增加到1.772EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为408,120张时</td><td>挖矿成本增加到1.949EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为257,760张时</td><td>挖矿成本增加到2.144EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为236,280张时</td><td>挖矿成本增加到2.358EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为214,800张时</td><td>挖矿成本增加到2.594EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为193,320张时</td><td>挖矿成本增加到2.853EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为171,840张时</td><td>挖矿成本增加到3.138EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为150,360张时</td><td>挖矿成本增加到3.452EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为128,880张时</td><td>挖矿成本增加到3.797EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为107,400张时</td><td>挖矿成本增加到4.177EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为 85,920张时</td><td>挖矿成本增加到4.595EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为 64,440张时</td><td>挖矿成本增加到5.054EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为 42,960张时</td><td>挖矿成本增加到5.560EOS进行一次挖矿</td></tr>
      <tr><td>剩余总量为 21,480张时</td><td>挖矿成本增加到6.116EOS进行一次挖矿</td></tr>
    </table>
    二、可抽中的纪念币、总量和概率如下表：
<table border="1" style="width:60%;margin-left:20%;text-align:center;">
  <tr><td>1元面值比特币纪念币（纸币版）</td><td>2,100张</td><td>约0.49%</td></tr>
  <tr><td>1元面值以太坊纪念币（纸币版）</td><td>10,000张</td><td>约2.32%</td></tr>
  <tr><td>1元面值莱特币纪念币（纸币版）</td><td>8,400张</td><td>约1.95%</td></tr>
  <tr><td>1元面值币安币纪念币（纸币版）</td><td>19,000张</td><td>约4.42%</td></tr>
  <tr><td>1元面值韭菜币纪念币（纸币版）</td><td>50,000张</td><td>约11.64%</td></tr>
  <tr><td>1元面值嫩模币纪念币（纸币版）</td><td>14,000张</td><td>约3.26%</td></tr>
  <tr><td>1元面值阿姨币纪念币（纸币版）</td><td>27,000张</td><td>约6.28%</td></tr>
  <tr><td>1元面值小蚁币纪念币（纸币版）</td><td>10,000张</td><td>约2.33%</td></tr>
  <tr><td>1元面值泰达币纪念币（纸币版）</td><td>30,000张</td><td>约6.98%</td></tr>
  <tr><td>1元面值石油币纪念币（纸币版）</td><td>10,000张</td><td>约2.33%</td></tr>
  <tr><td>1元面值门罗币纪念币（纸币版）</td><td>1,620张</td><td>约0.38%</td></tr>
  <tr><td>1元面值量子币纪念币（纸币版）</td><td>10,000张</td><td>约2.33%</td></tr>
  <tr><td>5元面值比原币纪念币（纸币版）</td><td>28,000张</td><td>约6.52%</td></tr>
  <tr><td>5元面值火币纪念币（纸币版）</td><td>10,000张</td><td>约2.33%</td></tr>
  <tr><td>5元面值EOS纪念币（纸币版）</td><td>20,000张</td><td>约4.66%</td></tr>
  <tr><td>10元面值埃欧塔纪念币（纸币版）</td><td>27,000张</td><td>约6.28%</td></tr>
  <tr><td>10元面值中币纪念币（纸币版）</td><td>21,000张</td><td>约4.89%</td></tr>
  <tr><td>50元面值恒星币纪念币（纸币版）</td><td>37,400张</td><td>约8.70%</td></tr>
  <tr><td>100元面值艾达币纪念币（纸币版）</td><td>31,100张</td><td>约7.24%</td></tr>
  <tr><td>500 元面值狗币纪念币（纸币版）</td><td>23,180张</td><td>约5.40%</td></tr>
  <tr><td>500元面值瑞波币纪念币（纸币版）</td><td>20,000张</td><td>约4.65%</td></tr>
  <tr><td>500元面值波场币纪念币（纸币版）</td><td>19,800张</td><td>约4.61%</td></tr>
</table>
三、分配说明</br>
1.收藏家挖矿所支出EOS的60%将平均分配给所有通证持有者，每24小时自动分配一次，北京时间晚上12:00分配；</br>
2.收藏家挖矿所支出EOS的30%用于回购TOKEN持有者需要出售的通证，每24小时自动分配一次, 北京时间晚上12:00分配；  </br>
3.收藏家挖矿所支出EOS的10%奖励给收藏到整版纪念币（包括所有面值纸币和所有硬币）的所有收藏家，每24小时自动分配一次,北京时间晚上12:00分配，如24小时内没收藏家集齐整版纪念币，则奖励自动累加到下一轮，持续累加；</br>
</br>
四、收藏家如需出售纪念币，可到我的纪念币一键出售。</br>
<div class="titletext">纪 念 币 兑 换 和 交 易</div>
一、每种纪念币有不同的面值，有的面值存世量较少，价值高，玩家无需按面值扩大的比例等比例出售，以存世量为参考是明智的选择；</br>
二、当玩家累计到一定数量的加密货币纪念币可兑换更大面值的纸币，更大面值纪念币存世量更稀缺，先兑先得，直到兑完；</br>
三、每种加密货币纪念币最低面值分为纸币版和硬币版，硬币版的存世量是纸币版的50%，玩家可用数张低面值的纸币兑换一张高面值的纸币或用纸币兑换硬币，先兑先得，直到兑完。比如玩家持有一张1元面值比特币纪念币（纸币），一枚1元面值比特币纪念币（硬币），一张2元面值比特币纪念币，可兑换一张5元面值比特币纪念币；</br>
四、收藏家可自由出售加密纪念币，买卖以EOS币计价，每次卖出的初始价格不能低于此类面值纪念币最近五次市场平均交易价格的140%，如卖出挂单时此类面值纪念币市场只有四次交易,则卖出的初始价格不能低于此类面值纪念币最近四次市场平均交易价格的140%，依此类推。</br>
五、收藏家可设置恒定拍卖价格，需设定拍卖周期，2小时为一个单位，最短拍卖时间为2小时，最长拍卖时间为48小时，48小时如果没有成交纪念币将自动下架，玩家需重新出售纪念币，拍卖时间内收藏家不得下架正在拍卖的纪念币；</br>
六、收藏家也可设置浮动拍卖价格，需设定拍卖周期，并设置初始价格和结束价格，2小时为一个时间单位，每2小时价格下降幅度为（初始价格-结束价格）/（拍卖周期/2）。例如初始价格为5EOS，结束价格为2EOS，拍卖周期24小时，则每2小时价格下降幅度为（5-2）/(24/2)=0.25EOS; 七、每次交易收取交易价格的3.5%手续费，买家和卖家各支付交易价格的1.75%手续费，买家将根据购买时EOS价格1:1 获得通证奖励，直到所有通证被分配完为止。交易手续费的60%分配给所有通证持有者，交易手续费的30%用于回购通证持有者需要出售的通证，交易手续费的10%分配给收集到整版纪念币（包括所有面值纸币和所有硬币）的收藏家；每24小时分配一次，北京时间晚上12:00分配；</br>
八、收藏家如需出售纪念币，可到<a style="color:#ff0000">我的纪念币</a>一键出售。</br>

  </div>
</template>

<script>
export default {
  name: 'description',
  data () {
    return {

    }
  }
}
</script>

<style scoped>
.titletext{
  text-align:center;
  font-weight:bold;
  font-size:30px
}
</style>
